{
  "heading": "Давайте свяжемся – Я Шломи, Full-Stack разработчик, увлеченный технологиями",
  "description": "Я специализируюсь на разработке современных веб-приложений с акцентом на производительность (Performance), масштабируемость (Scalability) и удобство использования (Seamless User Experience). Благодаря глубокой экспертизе в современных технологиях я создаю интеллектуальные решения, точно соответствующие вашим требованиям.",

  "tech.js": "JavaScript",
  "tech.ts": "TypeScript",
  "tech.node": "Node.js",
  "tech.react": "React.js",
  "tech.next": "Next.js",

  "call_to_action": "Давайте создадим что-то уникальное вместе. Свяжитесь со мной, и давайте обсудим ваш следующий проект!",

  "sidebar": {
    "welcome": "Привет! Я",
    "name": "Шломи",
    "role": "Full-Stack разработчик",
    "description": "Я специализируюсь на проектировании и разработке надежных систем с использованием JavaScript, TypeScript, Node.js, React и Next.js. Обладая обширным опытом и креативным мышлением, я создаю инновационные решения, приносящие реальный результат.",
    "contact_button": "Давайте обсудим ваш проект!"
  },

  "contact": {
    "title": "Давайте свяжемся и создадим что-то значимое",
    "description": "Если вам нужен опытный разработчик, который поможет воплотить вашу идею в жизнь с помощью креативных и инновационных решений, я готов помочь. Давайте обсудим, как мы можем сотрудничать!",
    "button": "Связаться со мной"
  },

  "projects": {
    "title": "Избранные проекты",
    "description": "Ознакомьтесь с некоторыми из моих проектов – интеллектуальные приложения, передовые системы и выдающийся пользовательский опыт. Каждый проект демонстрирует мою экспертизу, точность и креативность в решении задач и разработке.",
    "view_project": "Посмотреть проект",
    "view_code": "Посмотреть код",
    "view_video": "Посмотреть видео"
  },

  "nav": {
    "about": "Обо мне",
    "works": "Проекты",
    "contact": "Контакты"
  },

  "opengraph": {
    "title": "Шломи | Full-Stack разработчик",
    "description": "Full-Stack разработчик с обширным опытом в создании высокопроизводительных и масштабируемых веб-приложений. Изучите мое портфолио!"
  }
}
