{
  "heading": "Conectemos – Soy Shlomi, un Desarrollador Full-Stack apasionado por la tecnología",
  "description": "Me especializo en desarrollar aplicaciones web de vanguardia con un fuerte enfoque en el rendimiento (Performance), la escalabilidad (Scalability) y una experiencia de usuario fluida (Seamless User Experience). Con una profunda experiencia en tecnologías modernas, creo soluciones inteligentes adaptadas exactamente a tus necesidades.",

  "tech.js": "JavaScript",
  "tech.ts": "TypeScript",
  "tech.node": "Node.js",
  "tech.react": "React.js",
  "tech.next": "Next.js",

  "call_to_action": "Construyamos algo excepcional juntos. ¡Ponte en contacto y hablemos sobre tu próximo proyecto!",

  "sidebar": {
    "welcome": "¡Hola! Soy",
    "name": "Shlomi",
    "role": "Desarrollador Full-Stack",
    "description": "Me especializo en diseñar y desarrollar sistemas sólidos utilizando JavaScript, TypeScript, Node.js, React y Next.js. Con amplia experiencia y una mentalidad creativa, construyo soluciones innovadoras que generan resultados.",
    "contact_button": "¡Hablemos sobre tu proyecto!"
  },

  "contact": {
    "title": "Conectemos y creemos algo significativo",
    "description": "Si buscas un desarrollador con experiencia para hacer realidad tu visión con soluciones creativas e innovadoras, aquí estoy. ¡Hablemos sobre cómo podemos trabajar juntos para lograrlo!",
    "button": "Contáctame ahora"
  },

  "projects": {
    "title": "Proyectos Destacados",
    "description": "Echa un vistazo a algunos de los proyectos que he desarrollado: aplicaciones inteligentes, sistemas avanzados y experiencias de usuario excepcionales. Cada proyecto refleja mi experiencia, precisión y creatividad en la resolución de problemas y el desarrollo.",
    "view_project": "Ver Proyecto",
    "view_code": "Ver Código",
    "view_video": "Ver Video"
  },

  "nav": {
    "about": "Acerca de",
    "works": "Proyectos",
    "contact": "Contacto"
  },

  "opengraph": {
    "title": "Shlomi | Desarrollador Full-Stack",
    "description": "Un desarrollador Full-Stack con amplia experiencia en la creación de aplicaciones web de alto rendimiento y escalabilidad. ¡Explora mi portafolio!"
  }
}
