{
  "heading": "Lernen wir uns kennen! Ich bin Shlomi, ein Full-Stack-Entwickler, der intelligente digitale Lösungen erstellt.",
  "description": "Ich entwickle innovative Webanwendungen mit Fokus auf hohe Leistung, Skalierbarkeit und eine nahtlose Benutzererfahrung. Durch den Einsatz moderner Technologien schaffe ich intelligente Lösungen, die genau auf Ihre Bedürfnisse zugeschnitten sind.",
  "tech.js": "JavaScript",
  "tech.ts": "TypeScript",
  "tech.node": "Node.js",
  "tech.react": "React.js",
  "tech.next": "Next.js",
  "call_to_action": "Lassen Sie uns Ihre Idee in die Realität umsetzen. Kontaktieren Sie mich und wir finden gemeinsam die perfekte Lösung!",

  "sidebar": {
    "welcome": "Hallo! Ich bin",
    "name": "Shlomi",
    "role": "Full-Stack-Entwickler",
    "description": "Ich bin spezialisiert auf die Entwicklung fortschrittlicher Systeme mit JavaScript, TypeScript, Node.js, React und Next.js. Mit kreativem Denken und umfassender Erfahrung entwickle ich innovative Lösungen, die Ergebnisse liefern.",
    "contact_button": "Lassen Sie uns über Ihr Projekt sprechen!"
  },

  "contact": {
    "title": "Lassen Sie uns gemeinsam etwas Großartiges schaffen!",
    "description": "Suchen Sie einen erfahrenen Entwickler, der Ihre Vision mit intelligenten und innovativen Lösungen verwirklicht? Lassen Sie uns sprechen und die perfekte Lösung für Sie finden!",
    "button": "Kontaktieren Sie mich jetzt"
  },

  "projects": {
    "title": "Meine Projekte",
    "description": "Ein Einblick in die Projekte, die ich entwickelt habe – intelligente Anwendungen, fortschrittliche Systeme und herausragende Benutzererlebnisse. Jedes Projekt kombiniert Präzision, Kreativität und modernste Technologien.",
    "view_project": "Projekt ansehen",
    "view_code": "Code ansehen",
    "view_video": "Video ansehen"
  },

  "nav": {
    "about": "Über mich",
    "works": "Projekte",
    "contact": "Kontakt"
  },

  "opengraph": {
    "title": "Shlomi | Full-Stack-Entwickler",
    "description": "Ich entwickle intelligente Anwendungen mit hoher Leistung und herausragender Benutzererfahrung. Entdecken Sie mein Portfolio!"
  }
}
