{
  "heading": "आइए जुड़ें – मैं श्लोमी हूँ, एक Full-Stack Developer जिसे टेक्नोलॉजी का जुनून है",
  "description": "मैं उन्नत वेब एप्लिकेशन विकसित करने में विशेषज्ञ हूँ, जिसमें प्रदर्शन (Performance), स्केलेबिलिटी (Scalability) और सुचारू उपयोगकर्ता अनुभव (Seamless User Experience) पर गहरी पकड़ है। आधुनिक टेक्नोलॉजी में मेरी गहन विशेषज्ञता मुझे आपकी आवश्यकताओं के अनुरूप बुद्धिमान समाधान बनाने में सक्षम बनाती है।",

  "tech.js": "JavaScript",
  "tech.ts": "TypeScript",
  "tech.node": "Node.js",
  "tech.react": "React.js",
  "tech.next": "Next.js",

  "call_to_action": "आइए मिलकर कुछ असाधारण बनाते हैं। संपर्क करें और अपने अगले प्रोजेक्ट पर चर्चा करें!",

  "sidebar": {
    "welcome": "नमस्ते! मैं हूँ",
    "name": "श्लोमी",
    "role": "Full-Stack Developer",
    "description": "मैं JavaScript, TypeScript, Node.js, React और Next.js का उपयोग करके मजबूत सिस्टम डिज़ाइन और विकसित करने में विशेषज्ञ हूँ। व्यापक अनुभव और एक रचनात्मक दृष्टिकोण के साथ, मैं अभिनव समाधान बनाता हूँ जो प्रभावशाली परिणाम प्रदान करते हैं।",
    "contact_button": "आइए आपके प्रोजेक्ट के बारे में बात करें!"
  },

  "contact": {
    "title": "आइए जुड़ें और कुछ अर्थपूर्ण बनाएँ",
    "description": "यदि आप अपने विज़न को साकार करने के लिए एक अनुभवी डेवलपर की तलाश में हैं, जो रचनात्मक और नवीन समाधान प्रदान करे, तो मैं यहाँ हूँ। आइए मिलकर इसे साकार करने के लिए चर्चा करें!",
    "button": "अभी संपर्क करें"
  },

  "projects": {
    "title": "प्रमुख प्रोजेक्ट्स",
    "description": "मेरे बनाए गए कुछ प्रोजेक्ट देखें—स्मार्ट एप्लिकेशन, उन्नत सिस्टम और बेहतरीन उपयोगकर्ता अनुभव। प्रत्येक प्रोजेक्ट मेरी विशेषज्ञता, सटीकता और समस्या समाधान व विकास में रचनात्मकता को दर्शाता है।",
    "view_project": "प्रोजेक्ट देखें",
    "view_code": "कोड देखें",
    "view_video": "वीडियो देखें"
  },

  "nav": {
    "about": "परिचय",
    "works": "प्रोजेक्ट्स",
    "contact": "संपर्क करें"
  },

  "opengraph": {
    "title": "श्लोमी | Full-Stack Developer",
    "description": "एक Full-Stack डेवलपर जो उच्च-प्रदर्शन और स्केलेबल वेब एप्लिकेशन विकसित करने में विशेषज्ञ है। मेरा पोर्टफोलियो देखें!"
  }
}
