{
  "heading": "Let's Connect – I'm Shlomi, a Full-Stack Developer with a Passion for Technology",
  "description": "I specialize in developing cutting-edge web applications with a strong focus on performance, scalability, and seamless user experience. With deep expertise in modern technologies, I craft intelligent solutions tailored precisely to your needs.",

  "tech.js": "JavaScript",
  "tech.ts": "TypeScript",
  "tech.node": "Node.js",
  "tech.react": "React.js",
  "tech.next": "Next.js",

  "call_to_action": "Let’s build something exceptional together. Get in touch, and let’s discuss your next project!",

  "sidebar": {
    "welcome": "Hi! I'm",
    "name": "Shlomi",
    "role": "Full-Stack Developer",
    "description": "I specialize in designing and developing robust systems using JavaScript, TypeScript, Node.js, React, and Next.js. With extensive experience and a creative mindset, I build innovative solutions that drive results.",
    "contact_button": "Let's talk about your project!"
  },

  "contact": {
    "title": "Let’s Connect and Create Something Meaningful",
    "description": "If you're looking for an experienced developer to bring your vision to life with creative and innovative solutions, I'm here. Let's discuss how we can work together to make it happen!",
    "button": "Contact Me Now"
  },

  "projects": {
    "title": "Featured Projects",
    "description": "Take a look at some of the projects I’ve built—smart applications, advanced systems, and outstanding user experiences. Each project showcases my expertise, precision, and creativity in problem-solving and development.",
    "view_project": "View Project",
    "view_code": "View Code",
    "view_video": "Watch Video"
  },

  "nav": {
    "about": "About",
    "works": "Projects",
    "contact": "Contact"
  },

  "opengraph": {
    "title": "Shlomi | Full-Stack Developer",
    "description": "A full-stack developer with extensive experience in building high-performance, scalable web applications. Explore my portfolio!"
  }
}
